[
    {
        "key":1,
        "title":"Discover Depth of Beach",
        "spot":"The Bahamas",
        "category":"Natural",
        "description":"Unbeatable beaches, unmatched luxury and a very happening underwater world makes Maldives worth it all! Endowed with incredible beauty and splendor of nature. With 1200 islands and 26 atolls, this island country holds a great allure for tourists across the globe for its exotic islands, enthralling blue seas, shiny-sandy beaches, magnificent reefs, and a variety of water sports. Being an island country dominated by water sports, the tourism here is strictly relative to the dry weather conditions and hence the span of December to April is the best time to visit Maldives. Maldives has also undergone drastic change in the last 10 years and the inhabited islands have been made better and tourist friendly. Studded with luxurious water villas and endless palm groves swaying rhythmically, this postcard-perfect amalgamation of blue, white, and green is a true paradise on Earth! Check out the best places to visit in Maldives on your vacations",
        "image":"https://i.ibb.co/1MnFzgF/tourism-event-001.jpg",
        "duration":6,
        "cost":200,
        "tourists":13,
        "location":"Maldives",
        "continent":"Asia"
    },
    {
        "key":2,
        "title":"Red City Land",
        "spot":"Islands",
        "category":"Natural",
        "description":"A trip to the Caribbean may be just what you need if you're in search of some sun, sand and relaxation. Based on user votes and expert insights, plus factors like accessibility to beaches, tourist attractions and comfortable accommodations, U.S. News compiled a list of the best places to visit in the Caribbean for a getaway. Help us evaluate next year's top places by voting for your favorite destinations",
        "image":"https://i.ibb.co/7n15sZk/tourism-event-002.jpg",
        "duration":5,
        "cost":700,
        "tourists":17,
        "location":"Islands",
        "continent":"Europe"
    },
    {
        "key":3,
        "title":"Trip for Relaxation",
        "spot":"Muai",
        "category":"Natural",
        "description":"Singapore has been described as a playground for the rich, and it's true that the small city-state does have a certain sheen of wealth. But Singapore offers more than just high-end shopping malls, luxury hotels, and fine dining (though it's worth indulging in those a bit if you can). There is also a vibrant history and diverse ethnic quarters to discover, along with many family-friendly attractions and lovely public spaces that make exploring this slightly futuristic city worthwhile. Singapore has an excellent public transportation system that makes sightseeing convenient and easy. Once you've gotten a sense of the metro map, you'll have no problem zipping from one part of town to the next. English is spoken everywhere, and signs are in English as well. In fact, Singapore is one of the easiest and most comfortable countries to navigate in Southeast Asia. And as long as you're not comparing prices to nearby Thailand or Vietnam, you're in for a lovely stay.",
        "image":"https://i.ibb.co/4dhgPMf/tourism-event-003.jpg",
        "duration":4,
        "cost":500,
        "tourists":39,
        "location":"Singapur",
        "continent":"Asia"
    },
    {
        "key":4,
        "title":"Let's Lost Nowhere",
        "spot":"Brussels",
        "category":"Natural",
        "description":"Famous for being home to one of the world’s top football teams, the Rio de Janeiro Carnival and the remarkable Iguazu Falls, Brazil is an exciting world travel destination. As South America’s largest country, Brazil covers a majority of the continent’s northeastern region and borders all of its countries except for Chile and Ecuador. From the Amazon rainforest in the North to the tropical beaches along the Atlantic, to the Pantanal wetlands and the vibrant metropolises of the Southeast there are plenty of interesting places to visit in Brazil.",
        "image":"https://i.ibb.co/8BPgwJh/tourism-event-004.jpg",
        "duration":7,
        "cost":400,
        "tourists":12,
        "location":"Brazil",
        "continent":"South America"
    },
    {
        "key":5,
        "title":"Magic of Italy Tours",
        "spot":"Verrona",
        "category":"Natural",
        "description":"Italy is one of the most popular vacation destinations in the world, and it's no wonder. However, not every Italian getaway needs to be in the hub of Florence or along the Amalfi Coast. Here, we take a look at some of the most beautiful—and under the radar—places in Italy to book your next vacation to. Tom Marchant is the co-founder of luxury travel company and trip planner, Black Tomato, which delivers luxe experiences around the world via inspiring itineraries and access to the globe's up-and-coming, remote destinations. Marchant's finger on the pulse of travel trends and the world's best in hotels, restaurants, destinations, and honeymoons is unique",
        "image":"https://i.ibb.co/7YGYZfL/tourism-event-005.jpg",
        "duration":4,
        "cost":300,
        "tourists":21,
        "location":"Italy",
        "continent":"Europe"
    },
    {
        "key":6,
        "title":"The Dark Forest Adventure",
        "spot":"Marrakech",
        "category":"Natural",
        "description":"The 'Land of Smiles' is one of the jewels of Southeast Asia. Thanks to a thriving tourism industry, Thailand is well-developed and provides all kinds of modern comforts – yet it's also still wild enough to offer off-the-beaten-path adventure and once-in-a-lifetime travel experiences. Whether you are here for the world-class beaches in the south or the mountain villages in the north, Thailand will not disappoint.",
        "image":"https://i.ibb.co/hyffpM3/tourism-event-006.jpg",
        "duration":8,
        "cost":900,
        "tourists":27,
        "location":"Thailand",
        "continent":"Asia"
    }
]
